Repository: brudalevante/pro-prueba
Catalog: feeds/luci/applications/luci-app-cpu-perf/po/*/cpu-perf.po
Languages: es

source: Active-State Power Management (ASPM) policy for PCIe links, which saves power by putting unused PCIe links into a low-power state.
es: Política de gestión de energía en estado activo (ASPM) para enlaces PCIe, que ahorra energía al poner los enlaces PCIe no utilizados en un estado de bajo consumo.

source: An error has occurred
es: Ha ocurrido un error

source: CPU Frequency
es: Frecuencia de CPU

source: CPU Performance
es: Rendimiento de CPU

source: CPU performance management.
es: Gestión del rendimiento de CPU.

source: CPU performance scaling is not available...
es: El escalado de rendimiento de CPU no está disponible...

source: Command failed
es: Comando fallido

source: Conservative governor
es: Regulador conservador

source: Current frequency
es: Frecuencia actual

source: Current values
es: Valores actuales

source: Disabled
es: Deshabilitado

source: Enable
es: Habilitar

source: Enabled
es: Habilitado

source: Enable/disable Energy Aware Scheduling (EAS).
es: Habilitar/deshabilitar la planificación consciente de energía (EAS).

source: Failed to get %s init status: %s
es: Fallo al obtener el estado de inicialización %s: %s

source: Frequency decrease deferral factor.
es: Factor de aplazamiento de disminución de frecuencia.

source: Frequency step in percent of the maximum frequency the governor is allowed to set.
es: Paso de frecuencia en porcentaje de la frecuencia máxima que el regulador tiene permitido establecer.

source: Frequency value must not be
es: El valor de frecuencia no debe ser

source: If checked, it will cause the CPU load estimation code to treat the CPU time spent on executing tasks with "nice" levels greater than 0 as CPU idle time.
es: Si está marcado, hará que el código de estimación de carga de CPU trate el tiempo de CPU empleado en tareas con niveles "nice" mayores a 0 como tiempo de inactividad de CPU.

source: If the estimated CPU load is above this value (in percent), the governor will set the frequency to the maximum value.
es: Si la carga estimada de CPU supera este valor (en porcentaje), el regulador configurará la frecuencia al valor máximo.

source: Maximum frequency
es: Frecuencia máxima

source: Maximum frequency the CPU is allowed to be running.
es: Frecuencia máxima permitida para el CPU.

source: Maximum scaling frequency
es: Frecuencia máxima de escalado

source: Minimum frequency
es: Frecuencia mínima

source: Minimum frequency the CPU is allowed to be running.
es: Frecuencia mínima permitida para el CPU.

source: Minimum scaling frequency
es: Frecuencia mínima de escalado

source: No CPU frequency data available...
es: No hay datos de frecuencia de CPU disponibles...

source: No performance data...
es: No hay datos de rendimiento...

source: Ondemand governor
es: Regulador ondemand

source: Performance managment
es: Gestión del rendimiento

source: Performance scaling is not available for this policy...
es: El escalado de rendimiento no está disponible para esta política...

source: Policy
es: Política

source: Reduction factor to apply to the original frequency target of the governor.
es: Factor de reducción aplicado al objetivo de frecuencia original del regulador.

source: Run at startup
es: Ejecutar al inicio

source: Scaling governor
es: Regulador de escalado

source: Scaling governors implement algorithms to estimate the required CPU capacity.
es: Los reguladores de escalado implementan algoritmos para estimar la capacidad de CPU requerida.

source: Service action failed "%s %s": %s
es: La acción del servicio falló "%s %s": %s

source: Threshold value (in percent) used to determine the frequency change direction.
es: Valor umbral (en porcentaje) utilizado para determinar la dirección del cambio de frecuencia.

source: default value:
es: valor predeterminado:

source: higher
es: mayor

source: lower
es: menor

source: than the
es: que el
